{
  "ADJOINING": "Rooms are considered adjoined if they are connected to each other via a doorway.",
  "BEDROOM": "One of the most common type of rooms. BEDROOMS are typically used for resting and regaining steps, and are identifiable by the violet borders of their floorplans.",
  "CALL IT A DAY": "You may CALL IT A DAY at any time. This will end the current day and reset the rooms on the ESTATE, your inventory and your steps. When you run out of steps, you will be forced to CALL IT A DAY.",
  "COLOR": "The color of a floorplan will usually indicate the type of room: VIOLET for BEDROOMS, ORANGE for HALLWAYS, GREEN for GREEN ROOMS, YELLOW for SHOPS, RED for RED ROOMS, and BLUE for BLUEPRINTS (default type)",
  "DEAD END": "A DEAD END is any room lacking a second doorway. If a room ever has additional doorways it is not considered a dead end, even if those doorways are blocked.",
  "DRAFTING": "The action of selecting a floorplan from the three options presented to you after clicking a door is known as DRAFTING.",
  "DRAFTING (TYPE)": "Certain rooms can affect the drafting pool and the drafting process. This type of room is fittingly known as a \"DRAFTING ROOM\" are are noted on their floorplans by the compass symbol.",
  "DRAFT POOL": "The total collection of currently available floorplans, from which three are drawn at the beginning of each draft.",
  "DRAW": "Drawing is the initial pulling of the three floorplans from the draft pool at the beginning of drafting. To illustrate the difference between drawing and drafting, remember that \"Three floorplans are drawn, but only one is drafted.\"",
  "ESTATE": "Refers to all the explorable areas of Mt. Holly including the rooms currently drafted, as well as the GROUNDS. The HOUSE, on the other hand, is only referring to the current rooms, as shown on the Mt. Holly Blueprint.",
  "EXHAUST": "When your steps reach zero, you are exhausted and too tired to continue exploring. At this point, you must call it a day.",
  "FLOORPLAN": "The life of every room begins as a floorplan, a square paper sketch, drawn by an architect, from a pool of potential ideas - the draft pool.",
  "GEMS": "A valuable resources used to draft special FLOORPLANS (the \"COST\" of drafting a particular FLOORPLAN).",
  "GOLD (COINS)": "The currency by which you can purchase goods and services from the SHOP rooms on the ESTATE.",
  "GREEN ROOM": "FLOORPLANS that have a green border are known as GREEN ROOMS, These rooms are associated with outdoor areas and gardens, and are naturally synergistic with one another.",
  "HALLWAY": "Orange FLOORPLANS, known as HALLWAYS, are rooms that often contain many doors. They provide architects the means to branch off into different paths, allowing for greater flexibility.",
  "HOUSE": "The house refers to the 45-floorplan grid of Mount Holly. Only the rooms currently drafted are considered to be part of the HOUSE.",
  "INVENTORY": "The ITEMS you have collected on any given day",
  "ITEMS": "ITEMS refer both to SPECIAL ITEMS (unique items in your inventory), as well as RESOURCE ITEMS such as KEYS, GEMS, GOLD etc.",
  "KEYS": "KEYS are a common resource used to open up LOCKED doors on the ESTATE. There are also some unique SPECIAL KEYS that can unlock special doors or rooms that only appear in specific locations in the HOUSE.",
  "KEYCARD DOOR": "Electric powered doors of reinforced steel that can only be accessed via KEYCARD and are considered SECURITY LOCKED. These doors appear with more frequency the higher up in RANK you are in the HOUSE.",
  "LOCKED": "As you explore the house you will find that some doors are LOCKED. To continue exploring, you will need to use a KEY to unlock them.",
  "RANK": "Each row of rooms in your HOUSE make up a RANK. As you progress north, the RANK increases. There are nine ranks listed on Mount Holly's official blueprint. However, among the staff, whispers of a tenth Rank can often be heard.",
  "RARITY": "How often a FLOORPLAN is drawn from the drafting pool is determined by its RARITY. There are four rarities: COMMONPLACE, NORMAL, UNCOMMON, and RARE",
  "REDRAW": "Some rooms and ITEMS allow you to throw back the first three options drawn from the drafting pool for a fresh set of potential rooms. This is known as drawing new FLOORPLANS.",
  "RED ROOM": "Beware the rooms of red! They offer powerful expansion options but come at a dangerous cost.",
  "RESET": "Each morning, the house returns to its default position and all drafted rooms, inventory and resources are RESET. PERMANENT changes, however, do not RESET.",
  "SHOP": "FLOORPLANS adorned by borders of golden yellow are SHOPS that typically offer goods or a service in exchange for COINS.",
  "SPECIAL FLOORPLAN": "These FLOORPLANS are slightly more rare and cost GEMS to draft. They often offer more unique, complex and exciting effects.",
  "SPECIAL ITEM": "An item that is unique and inventory bound, as opposed to resource items such as KEYS, GEMS or COINS.",
  "SPREAD": "When a SPREAD occurs, ITEMS are randomly distributed across all rooms currently active on the ESTATE. The more rooms in your HOUSE, the larger the spread.",
  "TERMINAL": "Mt. Holly is equipped with several state of the art computer TERMINAL stations that control various systems on the ESTATE electronically. Each terminal is also connected to a central local NETWORK.",
  "TOMORROW": "Rooms that provide benefits in the future belong to a special category of floorplans: TOMORROW ROOMS. They are marked with a clock symbol.",
  "TRUNK": "A small wooden chest often found in rooms, always LOCKED, and usually containing a few items of interest.",
  "COIN PURSE": "Each time you collect 3 Coins, earn an additional 1 Coin."
}